package com.asprog.imct.modules._common.data.mockData

const val textNews4 = "Программа бизнес-образования для малых и средних предприятий по организации экспортной деятельности на рынках стран Восточной и Юго-Восточной Азии"

const val textNews3 = "Конкурс «Лучшее научное издание ДВФУ 2021» объявляет Дальневосточный федеральный университет (ДВФУ). Издания-победители будут опубликованы при финансовой поддержке ДВФУ. Работы принимаются до 8 октября 2021 года. Подробная информация указана в Положении о проведении конкурса.\n" +
        "\n" +
        "К участию приглашаются сотрудники научных подразделений и профессорско-преподавательский состав, желающие опубликовать в 2021 году научное издание в виде монографии. Издание не может быть учебником или учебным пособием и не может быть использовано в коммерческих целях. \n" +
        "\n" +
        "Для участия в конкурсе необходимо представить следующие материалы по электронной почте prudkoalyad.sa@dvfu.ru: \n" +
        "\n" +
        "заявку на участие в конкурсе;\n" +
        "\n" +
        "рукопись, соответствующую требованиям;\n" +
        "\n" +
        "отсканированные рецензии на рукопись, предоставленные внешними экспертами;\n" +
        "\n" +
        "заключение о возможности открытой публикации (в соответствии с приказом 12-14-36 от 15.02.2017 г.);\n" +
        "\n" +
        "краткую информацию от авторов (в свободной форме) об актуальности и необходимости (полезности) издания работы для развития науки и образования с описанием целевой аудитории.\n" +
        "\n" +
        "Публикационная деятельность ДВФУ включает в себя издание научных журналов, монографий, учебных изданий (в том числе учебных и учебно-методических пособий), сборников материалов конференций и научных трудов. Контроль за публикационной деятельностью ДВФУ осуществляет Издательство ДВФУ. В ДВФУ выходит семь научных журналов, четыре из которых включены Высшей аттестационной комиссией (ВАК) России в перечень ведущих рецензируемых научных журналов, публикующих основные результаты диссертаций на соискание ученых степеней кандидата и доктора наук."

const val textNews2 = "В целях изучения и профессионального обсуждения современных направлений исследования в различных областях юридической науки, практики и образования в России и мире на базе Юридической школы Дальневосточного федерального университета 8 октября 2021 г. в шестой раз пройдет Тихоокеанский юридический форум международных и национальных научно-практических конференций. Форум пройдет в гибридном формате с использованием средств видеоконференцсвязи и будет посвящен обсуждению вопросов права, его применения и реализации в эпоху глобальных вызовов и меняющейся реальности.\n" +
        "\n" +
        "Форум проводится при поддержке UNCITRAL RCAP, Исследовательского центра частного права имени С.С. Алексеева при Президенте Российской Федерации, Корпорации развития Дальнего Востока и Арктики, АНО «Центр «Амурский тигр», Приморского регионального отделения общероссийской общественной организации «Ассоциация юристов России», Приморской Торгово-промышленной палаты, Арбитражного центра при Российском союзе промышленников и предпринимателей, Уполномоченного по правам человека в Приморском крае, Ассоциации медиаторов и посредников АТР, Союза молодых адвокатов России, ООО «Винцэрэ», юридических фирм «Инмар», «Верно», «Пепеляев Групп», «Норина и партнеры», юридической компании «Консультационная группа «Верно», в сотрудничестве с Хэйлунцзянским университетом (КНР), Университетом Корё, Korea Legislation Research Institute, Korea International Mediation Centre  (Республика Корея), The Yijun Institute of International Law (Республика Корея).\n" +
        "\n" +
        "Программа Форума включает в себя пленарное заседание, восемь профильных международных конференций.\n" +
        "\n" +
        "ТЕМАТИЧЕСКИЕ СЕКЦИИ ФОРУМА\n" +
        "\n" +
        "1. Пленарное заседание «Право, его применение и реализация в эпоху глобальных вызовов и меняющейся реальности» (рабочие языки – русский,английский);\n" +
        "2. Международная научно-практическая конференция «Доктринально-правовые основы и этические стандарты использования передовых информационных технологий» (рабочий язык – английский);\n" +
        "3. Международная научно-практическая конференция «Роль и возможности медиации и переговоров в мирном урегулировании международных и частных споров в АТР в сотрудничестве с Ассоциацией медиаторов и посредников АТР» (рабочие языки – русский,английский);\n" +
        "4. Международная научно-практическая конференция «Правовое измерение международного энергетического сотрудничества» (рабочий язык – английский);\n" +
        "5. Международная научно-практическая конференция «Противодействие преступности в России и мире в условиях глобальных потрясений» (рабочий язык – русский);\n" +
        "6. Научно-практическая конференция «Проблемы юридической ответственности за нарушение законодательства об охране животного мира в России и странах АТР» в сотрудничестве с АНО «Центр Амурский тигр» (рабочий язык – русский);\n" +
        "7.  Научно-практическая конференция «Право и экологические проблемы стран АТР» (рабочий язык – русский);\n" +
        "8. Научно-практическая конференция «Тенденции развития публичного права в России» (рабочий язык – русский);\n" +
        "9. Научно-практическая конференция «Диалоги о частном праве в России» в сотрудничестве с исследовательским центром частного права имени С.С. Алексеева при Президенте Российской Федерации (рабочий язык – русский)."

const val textNews1 = "Студентов Дальневосточного федерального университета (ДВФУ) приглашают принять участие в Осеннем кубке IX Международного инженерного чемпионата CASE-IN, входящего в президентскую платформу «Россия — страна возможностей». В течение трех месяцев команды будут работать над проектами по теме сезона «Устойчивое развитие». Самые сильные встретятся в финале этой зимой в Москве. Подать заявку на участие можно до 6 октября по ссылке.\n" +
        "Командам будут предложены инженерные кейсы студенческой лиги чемпионата, посвященные эффективности производства компаний-партнеров. Также предусмотрены задания по направлению «МедиаТЭК» — нестандартные методы привлечения внимания жителей регионов к строительству и реконструкции энергообъектов.\n" +
        "\n" +
        "В финале будут разыграны звания лучших молодежных инженерных команд сезона и призы: льготные условия при поступлении в магистратуру, а также аспирантуру 20 вузов — партнеров, карьерный рост для молодых специалистов. Дополнительной наградой станет приглашение на федеральные образовательные форумы.\n" +
        "\n" +
        "Осенний кубок пройдет в три этапа:\n" +
        "\n" +
        "1. Заочный отборочный этап:\n" +
        "\n" +
        "с 1 сентября по 6 октября — регистрация участников;\n" +
        "\n" +
        "8 октября — выдача заданий командам;\n" +
        "\n" +
        "15 октября —отправка участниками предварительного решения;\n" +
        "\n" +
        "22 октября — отправка участниками итогового решения.\n" +
        "\n" +
        "2. Дистанционный полуфинал:\n" +
        "\n" +
        "16 ноября —тестовое подключение участников, экспертов;\n" +
        "\n" +
        "17 ноября — защита решений кейса;\n" +
        "\n" +
        "18 ноября —подведение итогов.\n" +
        "\n" +
        "3. Очный финал в Москве:\n" +
        "\n" +
        "с 22 по 26 ноября — регистрация финалистов;\n" +
        "\n" +
        "29 ноября — выдача задания командам;\n" +
        "\n" +
        "10 декабря — получение решений кейса;\n" +
        "\n" +
        "17 декабря — финальная защита решений кейса.\n" +
        "\n" +
        "Напомним, в 2020 году студенты Политехнического института ДВФУ одержали победу в финале IX Международного инженерного чемпионата CASE-IN по направлению «Геологоразведка», а также взяли «бронзу» в направлении «Электроэнергетика СО ЕЭС».\n" +
        "\n" +
        "Международный инженерный чемпионат CASE-IN ― система соревнований по решению инженерных кейсов среди студентов, школьников и молодых специалистов. Участие в мероприятии позволяет получить уникальные знания о работе отраслевых компаний и проявить навыки и компетенции. Партнеры вузов, в свою очередь, могут подобрать среди учащихся молодые и перспективы кадры для дальнейшей работы на своих предприятиях.\n" +
        "\n" +
        "Организаторами выступают президентская платформа «Россия — страна возможностей», Фонд «Надежная смена», Некоммерческое партнерство «Молодежный форум лидеров горного дела» и «АстраЛогика». В этом году чемпионат CASE-IN входит в план основных мероприятий Года науки и технологий в России и реализуется в рамках нацпроекта «Образование»."
